global wordMap
set wordMap {
    "Frn" {
        "rf_disable" {
            "передача радиосигнала"
        }
        "connected_client" {
            "подключенный клиент"
        }
        "connected_clients" {
            "Подключенные клиенты"
        }
        "connected_client1" {
            "подключенных клиента"
        }
        "name" {
            "Эф Эр Эн"
        }
        "missing" {
            "../audio_generating/Frn/connected_client1.txt"
        }
        "help" {
            "Модуль Эф Эр Эн предназначен для связи с серверами сети Эф Эр Эн."
            "Для выхода из модуля передавайте решетку."
        }
    }
    "Core" {
        "interference" {
            "Помеха подавлена"
        }
        "PM" {
            "после полудня"
        }
        "repeater" {
            "Репитер"
        }
        "please_identify" {
            "Пожалуйста, идентифицируйте себя"
        }
        "link_not_active_to" {
            "Узел не подключен к"
        }
        "activating_link_to" {
            "Производится соединение с "
        }
        "pl_is" {
            "Частота субтона"
        }
        "deactivating_link_to" {
            "Разрывается соединение с"
        }
        "online_short" {
            "на частоте работает"
        }
        "connected" {
            "подключен"
        }
        "online" {
            "На частоте работает: SVX Link."
        }
        "AM" {
            "до полудня"
        }
        "the_time_is" {
            "Текущее время"
        }
        "previous" {
            "предыдущая"
        }
        "talk_group" {
            "разговорная группа"
        }
        "active_module" {
            "Активный модуль"
        }
        "link_already_active_to" {
            "Узел уже подключен к"
        }
        "reflector" {
            "рефлектор"
        }
        "qso_recorder" {
            "Q S O рекордер"
        }
    }
    "MetarInfo" {
        "unit_feet" {
            "фут"
        }
        "tornado" {
            "торнадо"
        }
        "nsw" {
            "без изменений"
        }
        "thousands" {
            "тысяч"
        }
        "gusts_up" {
            "порывы до"
        }
        "operational" {
            "функционируют"
        }
        "clouds" {
            "облачность"
        }
        "dir_e" {
            "восточный"
        }
        "LIRU" {
            "Рим город"
        }
        "rwy" {
            "В П П"
        }
        "gs" {
            "мелкий град или снежная крупа"
        }
        "qfe" {
            "атмосферное давление на уровне аэродрома"
        }
        "began_at" {
            "действует с"
        }
        "unit_inch2" {
            "дюймов"
        }
        "dir" {
            "направление"
        }
        "cot" {
            "на побережье"
        }
        "sa" {
            "песок"
        }
        "re" {
            "недавний"
        }
        "hour" {
            "час"
        }
        "medium_poor" {
            "от среднего до плохого"
        }
        "LSZH" {
            "Цюрих"
        }
        "pl" {
            "ледяная крупа"
        }
        "metarinformation" {
            "метеосводка"
        }
        "dry" {
            "сухой"
        }
        "in" {
            "в"
        }
        "UUEE" {
            "Москва Шереметьево"
        }
        "all" {
            "все"
        }
        "acc" {
            "высококучевые"
        }
        "gr" {
            "град,"
        }
        "hour2" {
            "часов"
        }
        "clear" {
            "ясно"
        }
        "SKSM" {
            "Санта Марта Колумбия"
        }
        "pno" {
            "данные о количестве осадков недоступны"
        }
        "began" {
            "начало"
        }
        "dir_s" {
            "южный"
        }
        "recent" {
            "недавняя"
        }
        "nsc" {
            "незначительная"
        }
        "thousand1" {
            "тысячи"
        }
        "mshp" {
            "происшествие"
        }
        "obsc" {
            "облачностью"
        }
        "unit_kph" {
            "километр в час"
        }
        "LIRA" {
            "Рим Чампино"
        }
        "cons" {
            "непрерывный"
        }
        "wshft" {
            "резкое изменение направления ветра у поверхности"
        }
        "fc" {
            "воронкообразное облако"
        }
        "unit_inch1" {
            "дюйма"
        }
        "cu_long" {
            "кучевые"
        }
        "taf" {
            "прогноз"
        }
        "out" {
            "внешняя"
        }
        "deposit_depth" {
            "глубина отложений"
        }
        "skc" {
            "ясное небо"
        }
        "py" {
            "спрей"
        }
        "mar" {
            "над уровнем моря"
        }
        "tempo" {
            "временами ожидаются изменения"
        }
        "po" {
            "Пыльные или песчаные вихри"
        }
        "closed" {
            "закрыт"
        }
        "wspd" {
            "скорость ветра"
        }
        "tsno" {
            "без грозы"
        }
        "runways" {
            "взлетно посадочные полосы"
        }
        "fir" {
            "эр пе и"
        }
        "fir_long" {
            "район полетной информации"
        }
        "visibility" {
            "видимость"
        }
        "fu" {
            "дым"
        }
        "hour1" {
            "часа"
        }
        "steady" {
            "стабилизируется"
        }
        "mtns" {
            "горы"
        }
        "LEPA" {
            "Пальма де Майорка"
        }
        "dewpoint" {
            "точка росы"
        }
        "hz" {
            "мгла"
        }
        "unit_mph2" {
            "миль в час"
        }
        "ao1" {
            "АМОС станция"
        }
        "ocnl" {
            "время от времени"
        }
        "sg" {
            "снежные зёрна"
        }
        "sq" {
            "шквал"
        }
        "decr" {
            "убывающий"
        }
        "remarks" {
            "Замечания:"
        }
        "abv" {
            "выше"
        }
        "fg" {
            "туман"
        }
        "unit_mm" {
            "миллиметр"
        }
        "cld_cbmam" {
            "кучево-дождевые отростки"
        }
        "bkn" {
            "разорванная"
        }
        "dir_w" {
            "западный"
        }
        "friction_coefficient" {
            "коэффициент трения"
        }
        "dz" {
            "морось"
        }
        "cbmam" {
            "кучевые вымеобразные"
        }
        "ao2" {
            "АСОС станция"
        }
        "unit_mph" {
            "миля в час"
        }
        "unit_mph1" {
            "мили в час"
        }
        "mnm" {
            "минимум"
        }
        "nosig_long" {
            "без существенных изменений"
        }
        "rvrno" {
            "ровно"
        }
        "metar_not_valid" {
            "нет данных по этому аэропорту"
        }
        "ss" {
            "песчаная буря"
        }
        "medium" {
            "среднее"
        }
        "no_airport_defined" {
            "аэропорт не указан"
        }
        "ra" {
            "дождь"
        }
        "incr" {
            "повышение"
        }
        "sfc" {
            "ворчун"
        }
        "UUDD" {
            "Москва Домодедово"
        }
        "few" {
            "незначительная"
        }
        "EBAW" {
            "Антверпен"
        }
        "LIRF" {
            "Рим Фьюмичино"
        }
        "temperature" {
            "температура"
        }
        "wind" {
            "ветер"
        }
        "from" {
            "от"
        }
        "good" {
            "хорошее"
        }
        "cld_cc" {
            "перисто кучевые"
        }
        "cld_ns" {
            "слоисто дождевые"
        }
        "ap" {
            "в районе аэропорта"
        }
        "EDDM" {
            "Мюнхен"
        }
        "tendency" {
            "тенденция"
        }
        "nosig" {
            "без существенных изменений"
        }
        "unit_degree1" {
            "градуса"
        }
        "unit_mm2" {
            "миллиметров"
        }
        "slp" {
            "давление на уровне моря"
        }
        "clear_and_dry" {
            "чисто и сухо,"
        }
        "deposit" {
            "отложения"
        }
        "UUBB" {
            "Москвам Быково"
        }
        "for" {
            "за"
        }
        "EDDL" {
            "Дюссельдорф"
        }
        "sawrs_long" {
            "дополнительная авиационно-метеорологическая станция"
        }
        "cld_cu" {
            "си ю"
        }
        "cld_cb" {
            "си би"
        }
        "fzrano" {
            "датчик дождя не доступен"
        }
        "ended" {
            "закончился"
        }
        "pressure" {
            "давление"
        }
        "wet_or_water_patches" {
            "мокро или вода местами"
        }
        "maximal" {
            "максимальная"
        }
        "daytime_temperature" {
            "дневная температура"
        }
        "fog" {
            "туман,"
        }
        "variable" {
            "переменная"
        }
        "unit_degree2" {
            "градусов"
        }
        "unit_mm1" {
            "миллиметра"
        }
        "dir_sw" {
            "юго-западный"
        }
        "ts" {
            "гроза"
        }
        "UUWW" {
            "Москва Внуково"
        }
        "KDEN" {
            "Денвер"
        }
        "defined" {
            "(нет аэропорта) с таким кодом"
        }
        "speci_long" {
            "зафиксированы значительные изменения погодных условий"
        }
        "ltg" {
            "молния"
        }
        "becmg_long" {
            "ожидаются устойчивые изменения"
        }
        "due_to" {
            "закрыт, причина, "
        }
        "cld_cu_long" {
            "кучевые"
        }
        "unit_km2" {
            "километров"
        }
        "unit_hPa2" {
            "гекто паскалей"
        }
        "moderate" {
            "умеренный"
        }
        "cavok" {
            "видимость и высота облаков в норме"
        }
        "ended_at" {
            "заканчивается в"
        }
        "EDDK" {
            "Кёльн Бонн"
        }
        "unit_foot2" {
            "футов"
        }
        "specific_reports_taken" {
            "зафиксированы отчеты о значительных изменениях"
        }
        "maximum" {
            "максимум"
        }
        "dir_se" {
            "юго-восточный"
        }
        "cig" {
            "потолок"
        }
        "no" {
            "не"
        }
        "KSDB" {
            "Сандберг Калифорния"
        }
        "ZMUB" {
            "Улан Батор"
        }
        "LSGG" {
            "Генуя"
        }
        "bl" {
            "низовой"
        }
        "ao2_long" {
            "станция с контролем осадков"
        }
        "then" {
            "после чего"
        }
        "EDJA" {
            "Мемминген"
        }
        "unit_kt1" {
            "узла"
        }
        "cld_cs" {
            "перисто-слоистые"
        }
        "fixed_at" {
            "зафиксирован в"
        }
        "unit_kph1" {
            "километра в час"
        }
        "virga" {
            "вирга"
        }
        "predicted" {
            "прогнозируемая"
        }
        "unit_km1" {
            "километра"
        }
        "unit_hPa1" {
            "гекто паскаля"
        }
        "cld_cf" {
            "кучевые разорванные"
        }
        "alqds" {
            "все квадранты"
        }
        "waterspout" {
            "смерч"
        }
        "agl" {
            "над уровнем земли"
        }
        "steadily" {
            "стабильно"
        }
        "unit_foot1" {
            "фута"
        }
        "EDDH" {
            "Гамбург"
        }
        "qnh" {
            "атмосферное давление, приведенное к уровню моря"
        }
        "wx" {
            "погода"
        }
        "up" {
            "не определяемые осадки"
        }
        "increasing" {
            "повышается"
        }
        "acft" {
            "самолет"
        }
        "stnr" {
            "стационарный"
        }
        "binovc" {
            "пробелы в облаках"
        }
        "KJFK" {
            "Нью Йорк Джон Эф Кеннеди"
        }
        "at" {
            "на"
        }
        "taf_long" {
            "прогноз по аэродрому"
        }
        "btn" {
            "между"
        }
        "unit_kt2" {
            "узлов"
        }
        "utc" {
            "по всемирному времени"
        }
        "unit_km" {
            "километр"
        }
        "metarhelp" {
            "Модуль "метеосводка" сообщает текущую погоду и краткосрочный прогноз, предоставляемые метеостанциями аэропортов."
            "Попросите администратора узла добавить интересующий вас  Аэропорт, или передавайте его код при помощи DTMF команд, воспользовавшись одним из двух возможных методов кодирования."
            "Для облегчения понимания методов кодирования посмотрите на клавиатуру телефона. Клавишам от двойки до девятки присвоено по три или четыре буквы."
            "Первый метод кодирования основан на передаче двузначных кодов, где первая цифра указывает на кнопку клавиатуры, а вторая - на порядковый номер буквы."
            "Например код 20 соответствует двойке, 21 соответствует букве "А", 33 соответствует букве Эф. "
            "Второй метод основан на передаче нескольких одинаковых посылок, как это принято на мобильных телефонах."
            "Например код 2 соответствует двойке, 22 соответствует букве А, 333 соответствует букве Эф. "
            "Буквы разделяются звездочкой. Двойная звездочка означает повтор предыдущей буквы."
            "В обоих случаях решетка указывает на конец команды."
            "Для получения перечня предварительно настроенных аэропортов передавайте 0 1 решетка."
            "Для завершения работы модуля, передавайте решетку."
        }
        "ice_crystals" {
            "ледяные кристаллы"
        }
        "turb" {
            "завихрения"
        }
        "unit_kph2" {
            "километров в час"
        }
        "cld_acc" {
            "высоко-кучевые башенкообразные"
        }
        "SKBO" {
            "Богота Колумбия"
        }
        "nospeci" {
            "отчетов о значительных изменениях погодных условий нет"
        }
        "presfr" {
            "быстрое падение атмосферного давления"
        }
        "valid" {
            "достоверная"
        }
        "or" {
            "или"
        }
        "EHRD" {
            "Роттердам"
        }
        "EDDS" {
            "Штутгарт"
        }
        "na" {
            "не применимо"
        }
        "rime_of_frost_covered" {
            "иней, или изморозь"
        }
        "breaking_action" {
            "сцепление"
        }
        "next" {
            "следующий"
        }
        "to" {
            "до"
        }
        "unit_mile1" {
            "мили"
        }
        "vicinity" {
            "в окрестностях станции"
        }
        "eighth" {
            "восьмой"
        }
        "ESSA" {
            "Стокгольм Арланда"
        }
        "cb_long" {
            "кучево-дождевые"
        }
        "EDDE" {
            "Эрфурт"
        }
        "bc" {
            "обрывочный"
        }
        "KTOL" {
            "Толедо Экспресс"
        }
        "precipitation" {
            "осадки"
        }
        "cld_ac" {
            "высоко-кучевые"
        }
        "dsnt" {
            "отдаленный"
        }
        "nwc" {
            "без существенных изменений"
        }
        "EGLL" {
            "Лондон Хитроу"
        }
        "name" {
            "Метеосводка"
        }
        "more" {
            "более"
        }
        "lan" {
            "над землей"
        }
        "unit_kt" {
            "узел"
        }
        "LEMD" {
            "Мадрид"
        }
        "cld_ci" {
            "перистые"
        }
        "cld_tcu" {
            "ти си ю"
        }
        "EDDP" {
            "Лейпциг Халле"
        }
        "EDDG" {
            "Мюнстер Оснабрюк"
        }
        "pk_wnd" {
            "пиковый ветер"
        }
        "ice_drizzle" {
            "ледяная изморозь"
        }
        "qfe_long" {
            "атмосферное давление на высоте аэродрома"
        }
        "unit_mile2" {
            "миль"
        }
        "unit_hPa" {
            "гекто паскаль"
        }
        "EHKD" {
            "Ден Хелдер"
        }
        "ESSB" {
            "Стокгольм Бромма"
        }
        "EHGG" {
            "Гронинген Элде"
        }
        "sct" {
            "рассеянная"
        }
        "EDDF" {
            "Франкфурт"
        }
        "unit_foot" {
            "фут"
        }
        "minimum" {
            "минимум"
        }
        "contamination" {
            "загрязнение"
        }
        "minimal" {
            "минимальный"
        }
        "cld_as" {
            "высокослоистые"
        }
        "unit_meter2" {
            "метров"
        }
        "EDDB" {
            "Берлин Шенефельд"
        }
        "LTAI" {
            "Анталия"
        }
        "unit_cm2" {
            "сантиметров"
        }
        "unit_mb2" {
            "миллибаров"
        }
        "va" {
            "вулканический пепел"
        }
        "rapidly" {
            "быстро"
        }
        "vv" {
            "потолок"
        }
        "reported" {
            "сообщается"
        }
        "ws" {
            "порывы ветра"
        }
        "unit_inch" {
            "дюйм"
        }
        "UUUS" {
            "Москва Ту-шино"
        }
        "EDDT" {
            "Берлин Тегель"
        }
        "EDDC" {
            "Дрезден"
        }
        "heavy" {
            "сильный"
        }
        "with_speed" {
            "со скоростью"
        }
        "unit_mile" {
            "миля"
        }
        "br" {
            "дымка"
        }
        "ca" {
            "высота облаков"
        }
        "sawrs" {
            "S A W R S"
        }
        "EKCH" {
            "Копенгаген Каструп"
        }
        "not" {
            "не"
        }
        "speci" {
            "зафиксированы значительные изменения погодных условий"
        }
        "ltg_ic" {
            "в облаке"
        }
        "loc" {
            "локально"
        }
        "unit_percent" {
            "процент"
        }
        "blw" {
            "низовой"
        }
        "presrr" {
            "быстрое повышение атмосферного давления"
        }
        "cc" {
            "Расстояние между облаками"
        }
        "unit_meter1" {
            "метра"
        }
        "flightlevel" {
            "эшелон"
        }
        "EDDV" {
            "Ганновер"
        }
        "unit_cm1" {
            "сантиметра"
        }
        "EHDL" {
            "Даилен"
        }
        "EHEH" {
            "Эйндховен"
        }
        "varies_from" {
            "варьируется от"
        }
        "unit_mb1" {
            "миллибара"
        }
        "all_runways_clr" {
            "все взлетно-посадочные полосы чисты"
        }
        "decimal" {
            "точка "
        }
        "right" {
            "правая"
        }
        "vc" {
            "в окрестностях станции"
        }
        "icao_available" {
            "Перечень доступных станций:"
        }
        "tcu_long" {
            "мощные кучевые"
        }
        "EDDW" {
            "Бремен"
        }
        "mi" {
            "тонкий"
        }
        "frozen_ruts_or_ridges" {
            "замёрзшая или неровная поверхность"
        }
        "ohd" {
            "фон"
        }
        "cu" {
            "си ю"
        }
        "cb" {
            "си би"
        }
        "metreport_time" {
            "Время отчета"
        }
        "missing" {
            "../../audio_generating/MetarInfo/unit_kts.txt"
        }
        "slowly" {
            "медленно"
        }
        "first" {
            "первый"
        }
        "cld_tcu_long" {
            "мощные кучевые"
        }
        "minus" {
            "минус"
        }
        "left" {
            "левая"
        }
        "unit_percent2" {
            "процентов"
        }
        "unit_mps" {
            "метр в секунду"
        }
        "KORD" {
            "Чикаго О'Хара"
        }
        "daytime" {
            "в дневное время"
        }
        "cavok_long" {
            "видимость и высота облаков в норме, погодные условия лучше минимальных требований"
        }
        "sh" {
            "ливень"
        }
        "EHLW" {
            "Зволле"
        }
        "pe" {
            "ледяной дождь"
        }
        "EHBK" {
            "Маастрихт"
        }
        "sector" {
            "сектор"
        }
        "mod" {
            "умеренный"
        }
        "more_than_10" {
            "более чем на десять"
        }
        "more_rapidly" {
            "увеличивающийся"
        }
        "pwino" {
            "данные о текущей погоде недоступны"
        }
        "airport_closed_due_to_sn" {
            "аэропорт закрыт из-за снега"
        }
        "less_or_equal" {
            "не более"
        }
        "information_out" {
            "информация из"
        }
        "light" {
            "слабый"
        }
        "ndv" {
            "направленность отсутствует"
        }
        "tower" {
            "башня"
        }
        "unit_mb" {
            "миллибар"
        }
        "ltg_cg" {
            "земляное облако"
        }
        "help" {
            "Модуль "метеосводка" передает фактическую погоду и краткий прогноз, получаемые от метеостанций аэропортов. Администратор может настраивать список предварительно заданных аэропортов. Обратитесь к администратору узла для добавления интересующих вас аэропортов."
            "Для того, чтобы узнать какие аэропорты настроены, передавайте команду ноль-один-решетка."
            "Чтобы прослушать сводку по таким аэропортам передавайте их номер, и решетку."
            "Кроме того, вы можете прослушать сводку погоды любого аэропорта, передавая его код ИКАО  специальным образом сформированной последовательностью цифр."
            "Для завершения работы модуля передавайте решетку "
        }
        "damp" {
            "влажно"
        }
        "wkn" {
            "слабый"
        }
        "airport" {
            "Аэропорт"
        }
        "ndt" {
            "без четкой тенденции"
        }
        "du" {
            "пыль,"
        }
        "trend" {
            "тенденция"
        }
        "decreasing" {
            "убывающий"
        }
        "altimeter" {
            "на высоте"
        }
        "unit_percent1" {
            "процента"
        }
        "EHVL" {
            "Влиеланд"
        }
        "sev" {
            "тяжелый"
        }
        "unit_meter" {
            "метр"
        }
        "clr" {
            "чистые"
        }
        "unsteadily" {
            "не устойчиво"
        }
        "cld" {
            "линзовидные или роторные облака"
        }
        "frq" {
            "частые"
        }
        "maintenance_needed" {
            "требуется обслуживание"
        }
        "dir_nw" {
            "северо-западный"
        }
        "ao1_long" {
            "станция без контроля осадков"
        }
        "KJAC" {
            "Джексон Хоул"
        }
        "dir_n" {
            "северный"
        }
        "LPPT" {
            "Лиссабон Портела"
        }
        "figures_unreliable" {
            "значение неустойчивое"
        }
        "cld_sf" {
            "слоистые разорванные"
        }
        "rmk" {
            "замечание"
        }
        "no_such_airport" {
            "нет такого аэропорта"
        }
        "prob" {
            "вероятно"
        }
        "runway" {
            "взлетно посадочная полоса"
        }
        "unit_feet2" {
            "футов"
        }
        "slush" {
            "слякоть"
        }
        "rvr" {
            "видимость на взлетно посадочной полосе"
        }
        "clrd" {
            "ясно и сухо,"
        }
        "becmg" {
            "ожидаются устойчивые изменения"
        }
        "less_than" {
            "менее"
        }
        "ovc" {
            "сплошная"
        }
        "tcu" {
            "T C U"
        }
        "automatic_station" {
            "автоматическая станция"
        }
        "sn" {
            "снег"
        }
        "unit_mps1" {
            "метра в секунду"
        }
        "center" {
            "центральная"
        }
        "poor" {
            "малоприемлемо"
        }
        "dir_ne" {
            "северо-восточный"
        }
        "more_than" {
            "более"
        }
        "cld_sc" {
            "слоисто кучевые"
        }
        "ltg_ca" {
            "перистое облако"
        }
        "thousand" {
            "тысяча"
        }
        "cld_st" {
            "слоистые"
        }
        "widespread_dust" {
            "обложная пыль"
        }
        "ltg_cc" {
            "кучевое облако"
        }
        "unit_feet1" {
            "фута"
        }
        "wet" {
            "мокрый"
        }
        "unit_cm" {
            "сантиметр"
        }
        "last" {
            "последние"
        }
        "ds" {
            "пыльная буря,"
        }
        "ic" {
            "ледяные кристаллы"
        }
        "unit_mps2" {
            "метров в секунду"
        }
        "mov" {
            "перемещение"
        }
        "twr" {
            "башня"
        }
        "EHWO" {
            "Вонсдрехт"
        }
        "obs" {
            "закрыты"
        }
        "EHVK" {
            "Волкель"
        }
        "dr" {
            "поземок"
        }
        "unit_degree" {
            "градус"
        }
        "fz" {
            "замерзающие,"
        }
        "EBBR" {
            "Брюссель"
        }
        "calm" {
            "штиль"
        }
        "ZBAA" {
            "Пекин"
        }
        "such" {
            "существующий "
        }
        "cld_cb_long" {
            "кучево-дождливые"
        }
        "until" {
            "дом"
        }
    }
    "Default" {
        "thousand2" {
            "тысяч"
        }
        "200s" {
            "двухсот"
        }
        "2X" {
            "двадцать"
        }
        "minute" {
            "минута"
        }
        "15" {
            "пятнадцать"
        }
        "100" {
            "сто"
        }
        "hour" {
            "час"
        }
        "and" {
            "и"
        }
        "14" {
            "четырнадцать"
        }
        "hour2" {
            "часов"
        }
        "2Xs" {
            "двадцати"
        }
        "already_active" {
            "В активном состоянии"
        }
        "thousand1" {
            "тысячи"
        }
        "no_such_module" {
            "Такого модуля нет"
        }
        "0s" {
            "ноля"
        }
        "16" {
            "шестнадцать"
        }
        "equal" {
            "ровно"
        }
        "300" {
            "триста"
        }
        "10s" {
            "десяти"
        }
        "17" {
            "семнадцать"
        }
        "hour1" {
            "часа"
        }
        "unknown" {
            "Не известен"
        }
        "700" {
            "семьсот"
        }
        "13" {
            "тринадцать"
        }
        "Hz" {
            "Герц"
        }
        "11s" {
            "одиннадцати"
        }
        "4Xs" {
            "сорока"
        }
        "kHz1" {
            "КилоГерца"
        }
        "700x" {
            "семисот"
        }
        "1s" {
            "одного"
        }
        "12" {
            "двенадцать"
        }
        "GHz1" {
            "Гигагерца"
        }
        "10" {
            "десять"
        }
        "1f" {
            "одна"
        }
        "1fs" {
            "одной"
        }
        "6Xs" {
            "шестидесяти"
        }
        "3X" {
            "тридцать"
        }
        "KHz2" {
            "КилоГерц"
        }
        "11" {
            "одиннадцать"
        }
        "GHzs" {
            "Гигагерц"
        }
        "500" {
            "пятьсот"
        }
        "aborted" {
            "Прервано"
        }
        "kHz" {
            "Килогерц"
        }
        "dash" {
            "тире"
        }
        "6s" {
            "шести"
        }
        "8X" {
            "восемьдесят"
        }
        "phonetic_l" {
            "Леонид."
        }
        "tenth1" {
            "десятых"
        }
        "phonetic_m" {
            "Михаил."
        }
        "phonetic_z" {
            "Зинаида."
        }
        "16s" {
            "шестнадцати"
        }
        "200" {
            "двести"
        }
        "4X" {
            "сорок"
        }
        "phonetic_x" {
            "мягкий знак."
        }
        "phonetic_9" {
            "девятка"
        }
        "tenth2" {
            "десятой"
        }
        "phonetic_o" {
            "Ольга."
        }
        "slash" {
            "дробь"
        }
        "400s" {
            "четырехсот"
        }
        "phonetic_n" {
            "Николай."
        }
        "tenth3" {
            "десятой"
        }
        "phonetic_8" {
            "восьмерка"
        }
        "phonetic_y" {
            "Игрек."
        }
        "3Xs" {
            "тридцати"
        }
        "integer" {
            "целая"
        }
        "800s" {
            "восьмисот"
        }
        "timeout" {
            "тайм аут"
        }
        "MHz2" {
            "Мегагер"
        }
        "7Xs" {
            "семидесяти"
        }
        "phonetic_j" {
            "Йод."
        }
        "MHz" {
            "Мегагерц"
        }
        "400" {
            "четыреста"
        }
        "phonetic_k" {
            "Константин."
        }
        "ok" {
            "окей"
        }
        "5X" {
            "пятьдесят"
        }
        "600s" {
            "шестисот"
        }
        "MHz1" {
            "Мегагерца"
        }
        "operation_failed" {
            "Операция не удалась"
        }
        "O" {
            "O"
        }
        "9" {
            "девять"
        }
        "17s" {
            "семнадцати"
        }
        "600" {
            "шестьсот"
        }
        "phonetic_i" {
            "Иван."
        }
        "phonetic_h" {
            "Харитон."
        }
        "9X" {
            "девяносто"
        }
        "8" {
            "восемь"
        }
        "7s" {
            "семи"
        }
        "5Xs" {
            "пятидесяти"
        }
        "9Xs" {
            "девяноста"
        }
        "hundredth1" {
            "сотых"
        }
        "5" {
            "пять"
        }
        "14s" {
            "четырнадцати"
        }
        "phonetic_e" {
            "Елена."
        }
        "phonetic_r" {
            "Роман."
        }
        "phonetic_3" {
            "тройка"
        }
        "phonetic_2" {
            "двойка"
        }
        "phonetic_s" {
            "Семен."
        }
        "phonetic_d" {
            "Дмитрий."
        }
        "4s" {
            "четырех"
        }
        "4" {
            "четыре"
        }
        "minute2" {
            "минут"
        }
        "press_0_for_help" {
            "Нажмите ноль и решетку для получения справки."
        }
        "hundredth2" {
            "сотой"
        }
        "18s" {
            "восемнадцати"
        }
        "800" {
            "восемьсот"
        }
        "6" {
            "шесть"
        }
        "phonetic_f" {
            "Фед ор."
        }
        "phonetic_q" {
            "Щука."
        }
        "phonetic_0" {
            "ноль"
        }
        "star" {
            "звездочка"
        }
        "phonetic_1" {
            "единица"
        }
        "phonetic_p" {
            "Павел."
        }
        "300s" {
            "трехсот"
        }
        "phonetic_g" {
            "Григорий."
        }
        "8s" {
            "восьми"
        }
        "7" {
            "семь"
        }
        "6X" {
            "шестьдесят"
        }
        "minute1" {
            "минуты"
        }
        "3" {
            "три"
        }
        "7X" {
            "семьдесят"
        }
        "9s" {
            "девяти"
        }
        "phonetic_t" {
            "Татьяна."
        }
        "phonetic_5" {
            "пятерка"
        }
        "phonetic_c" {
            "Центр."
        }
        "Hz2" {
            "Герц"
        }
        "phonetic_b" {
            "Борис."
        }
        "phonetic_4" {
            "четверка"
        }
        "phonetic_u" {
            "Ульяна."
        }
        "activating" {
            "Включается"
        }
        "19s" {
            "девятнадцати"
        }
        "2" {
            "два"
        }
        "integer1" {
            "целых"
        }
        "100s" {
            "ста"
        }
        "0" {
            "ноль"
        }
        "5s" {
            "пяти"
        }
        "phonetic_w" {
            "Василий."
        }
        "phonetic_6" {
            "шестерка"
        }
        "decimal" {
            "точка"
        }
        "Hz1" {
            "Герца"
        }
        "phonetic_a" {
            "Анна."
        }
        "phonetic_7" {
            "семерка"
        }
        "phonetic_v" {
            "Жук."
        }
        "15s" {
            "пятнадцати"
        }
        "1" {
            "один"
        }
        "GHz" {
            "Гигагерц"
        }
        "integer2" {
            "целой"
        }
        "deactivating" {
            "Выключается"
        }
        "500s" {
            "пятисот"
        }
        "minus" {
            "минус"
        }
        "900" {
            "девятьсот"
        }
        "2f" {
            "две"
        }
        "900s" {
            "девятисот"
        }
        "not_active" {
            "не активен"
        }
        "help" {
            "Справка не доступна"
        }
        "12s" {
            "двенадцати"
        }
        "module" {
            "Модуль"
        }
        "8Xs" {
            "восьмидесяти"
        }
        "2s" {
            "двух"
        }
        "tenth" {
            "десятая"
        }
        "3s" {
            "трех"
        }
        "13s" {
            "тринадцати"
        }
        "thousand" {
            "тысяча"
        }
        "unknown_command" {
            "неизвестная команда"
        }
        "hundredth" {
            "сотая"
        }
        "1o" {
            "одно"
        }
        "19" {
            "девятнадцать"
        }
        "18" {
            "восемнадцать"
        }
    }
    "SelCallEnc" {
        "DZVEI" {
            "D ZVEI"
        }
        "CCIR2" {
            "CC IR2"
        }
        "CCIR1" {
            "CC IR1"
        }
        "PZVEI" {
            "P ZVEI"
        }
        "ZVEI1" {
            "ZVEI один"
        }
        "VDEW" {
            "VD E W"
        }
        "ZVEI3" {
            "ZVEI три"
        }
        "ZVEI2" {
            "ZVEI два"
        }
        "MODAT" {
            "mo dat"
        }
        "EIA" {
            "E I восемь:"
        }
        "PDZVEI" {
            "PD ZVEI"
        }
        "CCITT" {
            "CC I TT"
        }
        "EURO" {
            "EURO"
        }
        "EEA" {
            "EE восемь"
        }
        "name" {
            "Декодер селективного вызова"
        }
        "PCCIR" {
            "PCC IR"
        }
        "AUTOA" {
            "АВТО Восемь"
        }
        "NATEL" {
            "NATEL"
        }
        "help" {
            "Декодер селективного вызова используется для передачи тональных сигналов селективного вызова. Для передачи команды селективного вызова следует передать DTMF последовательность состоящую из двузначного идентификатора стандарта и команды которую вы хотите отправить. Допускаются следующие идентификаторы:"
            "01-Зет Вии Ии Ай один, 02-Зет Вии Ии Ай два, 03-Зет Вии Ии Ай три, 04-Пии Зет Вии Ии Ай, 05-Ди Зет Вии Ии Ай, 06-Ии Ии восемь, 07-Сии Сии Ай Эр один, 08-Сии Сии Ай Эр два, 09-Вии Дии Ии Дабл Ю, 10-Сии Сии Ай Тии Тии, 11-Эн Эй Тии Ии Эль, 12-Ии Ай восемь, 13-Ии Вии Ар Оу, 14-Эм Оу Дии Эй Тии, 15-Пии  Дии  Зет Вии Ии Ай, 16-Пии Сии Сии Ай Ар, 17-авто восемь"
        }
    }
    "Trx" {
        "name" {
            "модуль контроллера передатчика"
        }
    }
    "Parrot" {
        "name" {
            "Попугай"
        }
        "help" {
            "Модуль Попугай повторяет всё, что вы скажете. Его можно использоваться как симплексный репитер или просто для прослушивания своего сигнала. Кроме того, он проговаривает цифры принятых DTMF команд, что позволяет убедится в правильности их приема. Все DTMF команды должны заканчиваться решеткой. Для отключения модуля передавайте решетку не менее трех секунд."
        }
    }
    "EchoLink" {
        "connected_stations" {
            "Подключенных станций:"
        }
        "conf-echotest" {
            "Конференция Эхо тест"
        }
        "connected_station1" {
            "подключенных станции"
        }
        "listen_only" {
            "Режим "только прослушивать""
        }
        "no_match" {
            "Нет совпадений"
        }
        "disconnected" {
            "Отключена"
        }
        "conference" {
            "Конференция"
        }
        "please_try_again_later" {
            "Пожалуйста, попробуйте позднее"
        }
        "idx_out_of_range" {
            "Индекс вне диапазона"
        }
        "connected_station" {
            "подключенная станция"
        }
        "connected" {
            "Подключено"
        }
        "link" {
            "Линк:"
        }
        "connected_station_list" {
            "список подключенных станций"
        }
        "link_busy" {
            "Линк занят"
        }
        "name" {
            "Эхо линк:"
        }
        "already_connected_to" {
            "Уже подключено к"
        }
        "greeting" {
            "Вы подключились к узлу S V X линк."
            "Это приложение для работы с сетью Эхо линк под управлением операционной системы линукс. Для получения подробной информации посетите страничку S V X link.Source Forge.net."
        }
        "too_many_matches" {
            "Слишком много совпадений. Пожалуйста уточните запрос."
        }
        "connecting_to" {
            "Подключение к"
        }
        "not_found" {
            "Не найден"
        }
        "help_admin" {
            "Модуль "эхо линк" предназначен для связи со станциями или конференциями сети Эхо Линк. "
            "Управление производится при помощи DTMF команд."
            "Для подключения к какой-либо станции передавайте идентификатор станции, и решетку. Для отключения передавайте решетку. "
            "Доступны следующие под-команды:"
            "1,  Список подключенных станций."
            "2,  Воспроизвести идентификатор узла."
            "31, Подключиться к случайному репитеру."
            "32, Подключиться к случайной конференции."
            "4,  Переподключиться к последней подключенной станции."
            "50, Выключить режим "только прослушивать"."
            "51, Включить режим "только прослушивание"."
            "6 звездочек, Подключение по позывному"
            "Для выключения модуля, отключитесь от всех станций, и передайте решетку."
        }
        "help" {
            "Модуль "эхо линк" предназначен для связи со станциями или конференциями сети Эхо Линк. "
            "Управление производится при помощи DTMF команд."
            "Для подключения к какой-либо станции передавайте идентификатор станции, и решетку. Для отключения передавайте решетку. "
        }
        "node_id_is" {
            "Локальный идентификатор узла "
        }
        "reject_connection" {
            "Соединение отклонено"
        }
        "disconnect_by_callsign" {
            "Отключено позывным"
        }
        "choose_station" {
            "Пожалуйста выберите станцию"
        }
        "conf-linux" {
            "Конференция линукс"
        }
        "directory_server_offline" {
            "Нет связи с сервером директорий. Пожалуйста, попробуйте позже."
        }
    }
    "DtmfRepeater" {
        "name" {
            "DTMF репитер"
        }
        "help" {
            "Модуль DTMF репитера используется для ретрансляции принятой DTMF последовательности. Он может использоваться для управления другими станциями. Принятые DTMF команды будут ретранслированы без какой-либо обработки. "
            "Для отключения модуля передавайте символ решетки не менее трех секунд."
        }
    }
    "PropagationMonitor" {
        "unit_m" {
            "метров"
        }
        "opening_on" {
            "открылось на"
        }
        "eskip_alert" {
            "предупреждение 144 мега герц, спорадическое прохождение"
        }
        "unit_MHz" {
            "мега герц"
        }
        "band_open_from" {
            "диапазон открыт от"
        }
        "f2" {
            "Эф 2"
        }
        "MUF" {
            "Максимально подходящая частота"
        }
        "above" {
            "выше"
        }
        "unit_deg" {
            "градусов"
        }
        "aurora_opening" {
            "аврора, открылась на"
        }
        "tep" {
            "транс-экваториальное прохождение"
        }
        "possible" {
            "возможно"
        }
        "to" {
            "по направлению"
        }
        "aurora_alert" {
            "предупреждение У Ка Вэ, аврора "
        }
        "name" {
            "Мониторинг прохождения радиоволн"
        }
        "tropo_opening" {
            "открылось тропо на"
        }
        "sporadic_e_opening" {
            "спорадическое прохождение открыто на"
        }
        "multi_hop" {
            "множественные скачки"
        }
        "help" {
            "Модуль мониторинга прохождения получает из интернета данные о прохождении радиоволн и озвучивает полученные результаты."
        }
        "between" {
            "между"
        }
        "down_to_lat" {
            "до широты"
        }
        "unit_cm" {
            "сантиметров"
        }
        "fai_active_on" {
            "Ионо прохождение открыто на"
        }
    }
    "TclVoiceMail" {
        "rec_sending_to" {
            "записывается сообщение для:"
        }
        "message_deleted" {
            "Сообщение удалено"
        }
        "pnm_menu" {
            "1, удалить. "
            "2, ответить и удалить. "
            "3, прослушать повторно"
        }
        "logged_in_menu" {
            "1, прослушать не прочитанное сообщение. "
            "2, записать новое сообщение"
        }
        "messages_for" {
            "Сообщение для"
        }
        "login" {
            "Введите идентификатор пользователя и пароль"
        }
        "wrong_userid_or_password" {
            "неверный идентификатор или пароль"
        }
        "rec_message" {
            "пожалуйста, записывайте сообщение"
        }
        "name" {
            "голосовая почта"
        }
        "rec_subject" {
            "пожалуйста запишите тему сообщения"
        }
        "rec_done" {
            "ваше сообщение успешно записано"
        }
        "unknown_userid" {
            "неизвестный идентификатор пользователя"
        }
        "login_ok" {
            "Авторизация прошла успешно"
        }
        "new_messages" {
            "новых сообщений"
        }
        "help" {
            "Модуль голосовая почта используется для отправления голосовых сообщений другим радиолюбителям. Вы должны ввести свой идентификатор и пароль прежде чем начать использовать голосовую почту. Узнать эту информацию можно у администратора узла. Голосовые подсказки помогают записать или прослушать сообщения. Для завершения работы модуля передавайте ноль решетка."
        }
        "rec_enter_rcpt" {
            "введите идентификатор получателя"
        }
    }
    "Help" {
        "choose_module" {
            "Пожалуйста передавайте номер модуля, для которого хотите получить справку "
        }
        "name" {
            "Справка"
        }
        "help" {
            "Система SVX линк это много-целевая голосовая система предназначенная для использования в радио-любительских целях. "
            "Система управляется при помощи DTMF команд, состоящих из одной или нескольких цифр, и оканчивающихся решеткой. "
            "Одиночная звездочка вызывает механизм самоидентификации модуля."
            "Существует несколько модулей, предназначенных для конкретных целей. "
            "Любой модуль можно активировать при помощи команды состоящей из идентификатора модуля и решетки. "
            "Многие модули могут воспроизводить голосовые подсказки в ответ на прием последовательности ноль решетка."
        }
    }
}
