set dataTests {
	{"metreport_time" "0730" "Время отчета семь часов тридцать минут"}
	{"metreport_time" "73" "*** ERROR: metreport_time: Аргумент должен содержать ровно 4 цифры"}
	{"temperature" "21.5" "температура двадцать одна целая и пять десятых градуса"}
	{"dewpoint" "-1" "точка росы минус один градус"}
	{"slp" "1500" "давление на уровне моря одна тысяча пятьсот гекто паскалей"}
	{"peakwind" "260" "25" "12" "25" "пиковый ветер на двести шестьдесят градусов со скоростью двадцать пять узлов зафиксирован в двенадцать часов двадцать пять минут по всемирному времени"}
	{"wind" "260" "05" "unit_mps" "0" "0" "ветер двести шестьдесят градусов скорость ветра пять метров в секунду"}
	{"wind" "260" "08" "unit_mps" "ветер двести шестьдесят градусов скорость ветра восемь метров в секунду"}
	{"windvaries" "20" "30" "ветер варьируется от двадцати до тридцати градусов"}
	{"nospeci" "отчетов о значительных изменениях погодных условий нет"}
	{"flightlevel" "250" "эшелон два пять ноль"}
	{"qnh" "1013" "атмосферное давление, приведенное к уровню моря одна тысяча тринадцать гекто паскалей"}
	{"qnh" "1001" "атмосферное давление, приведенное к уровню моря одна тысяча один гекто паскаль"}
	{"qnh" "1002" "атмосферное давление, приведенное к уровню моря одна тысяча два гекто паскаля"}
	{"qnh" "1000" "атмосферное давление, приведенное к уровню моря одна тысяча гекто паскалей"}
	{"altimeter" "29.92" "на высоте двадцать девять целых и девяносто две сотых дюйма"}
	{"utime" "1230" "двенадцать часов тридцать минут по всемирному времени"}
	{"clouds" "few" "1500" "cb_long" "облачность незначительная кучево-дождевые на высоте одна тысяча пятьсот футов"}
	{"cloudtypes" "cld_sf" "1" "слоистые разорванные покрытие один октант"}
	{"cloudtypes" "cld_sf" "3" "слоистые разорванные покрытие три октанта"}
	{"cloudtypes" "cld_sf" "8" "слоистые разорванные покрытие восемь октантов"}
	{"max_daytemp" "35" "14" "прогнозируемая максимальная дневная температура тридцать пять градусов на четырнадцать часов"}
	{"rmk_mintemp" "-10" "минимальная температура на последние шесть часов минус десять градусов"}
	{"rmk_maxtemp" "-5" "максимальная температура на последние шесть часов минус пять градусов"}
	{"rmk_pressure" "2.9" "increasing" "then" "steady" "тенденция давление следующие три часа две целых и девять десятых миллибара повышается после чего стабилизируется"}
	{"windshift" "15" "резкое изменение направления ветра у поверхности в пятнадцать часов"}
	{"qfe" "1005" "атмосферное давление на уровне аэродрома одна тысяча пять гекто паскалей"}
	{"ceilingvaries" "5" "10" "высота облаков варьируется от пятисот до одной тысячи футов"}
	{"trend" "тенденция"}
	{"runwaystate" "runway" "24" "left" "damp" "contamination" "51" "to" "100" "percent" "deposit_depth" "less_than" "1" "unit_mm" "friction_coefficient" "0.45" 
	"взлетно посадочная полоса двадцать четыре левая влажно загрязнение от пятидесяти одного до ста процентов глубина отложений менее одного миллиметра коэффициент трения ноль целых и сорок пять сотых"}
	{"visibility" "more_than" "10" "unit_km" "видимость более десяти километров"}
	{"visibility" "10" "unit_kms" "видимость десять километров"}	
}