set dataTests {
	{"varies_from" "100000" "to" "50000" "unit_mile" "варьируется от ста тысяч до пятидесяти тысяч миль"}
	{"varies_from" "21" "to" "47" "unit_degree" "варьируется от двадцати одного до сорока семи градусов"}
	{"varies_from" "50" "to" "100" "unit_degree" "варьируется от пятидесяти до ста градусов"}
	{"varies_from" "20" "to" "41" "unit_feet" "варьируется от двадцати до сорока одного фута"}
	{"varies_from" "50" "to" "95" "unit_feet" "варьируется от пятидесяти до девяноста пяти футов"}
	{"varies_from" "2" "to" "91" "unit_mile" "варьируется от двух до девяноста одной мили"}
	{"varies_from" "2" "to" "1000" "unit_hPa" "варьируется от двух до одной тысячи гекто паскалей"}
	{"varies_from" "1" "to" "43" "unit_degree" "варьируется от одного до сорока трех градусов"}	
	{"varies_from" "1.25" "to" "43.1" "unit_degree" "варьируется от одной целой и двадцати пяти сотых до сорока трех целых и одной десятой градуса"}	
}