set dataTests {
{"0" "ноль"}
{"1" "один"}
{"2" "два"}
{"3" "три"}
{"4" "четыре"}
{"5" "пять"}
{"6" "шесть"}
{"7" "семь"}
{"8" "восемь"}
{"9" "девять"}
{"10" "десять"}
{"11" "одиннадцать"}
{"12" "двенадцать"}
{"13" "тринадцать"}
{"14" "четырнадцать"}
{"15" "пятнадцать"}
{"16" "шестнадцать"}
{"17" "семнадцать"}
{"18" "восемнадцать"}
{"19" "девятнадцать"}
{"20" "двадцать"}
{"21" "двадцать один"}
{"22" "двадцать два"}
{"23" "двадцать три"}
{"24" "двадцать четыре"}
{"25" "двадцать пять"}
{"26" "двадцать шесть"}
{"27" "двадцать семь"}
{"28" "двадцать восемь"}
{"29" "двадцать девять"}
{"30" "тридцать"}
{"31" "тридцать один"}
{"32" "тридцать два"}
{"33" "тридцать три"}
{"34" "тридцать четыре"}
{"35" "тридцать пять"}
{"39" "тридцать девять"}
{"40" "сорок"}
{"41" "сорок один"}
{"42" "сорок два"}
{"43" "сорок три"}
{"44" "сорок четыре"}
{"45" "сорок пять"}
{"49" "сорок девять"}
{"50" "пятьдесят"}
{"51" "пятьдесят один"}
{"52" "пятьдесят два"}
{"53" "пятьдесят три"}
{"54" "пятьдесят четыре"}
{"55" "пятьдесят пять"}
{"59" "пятьдесят девять"}
{"60" "шестьдесят"}
{"61" "шестьдесят один"}
{"62" "шестьдесят два"}
{"63" "шестьдесят три"}
{"64" "шестьдесят четыре"}
{"65" "шестьдесят пять"}
{"69" "шестьдесят девять"}
{"70" "семьдесят"}
{"71" "семьдесят один"}
{"72" "семьдесят два"}
{"73" "семьдесят три"}
{"74" "семьдесят четыре"}
{"75" "семьдесят пять"}
{"79" "семьдесят девять"}
{"80" "восемьдесят"}
{"81" "восемьдесят один"}
{"82" "восемьдесят два"}
{"83" "восемьдесят три"}
{"84" "восемьдесят четыре"}
{"85" "восемьдесят пять"}
{"89" "восемьдесят девять"}
{"90" "девяносто"}
{"91" "девяносто один"}
{"92" "девяносто два"}
{"93" "девяносто три"}
{"94" "девяносто четыре"}
{"95" "девяносто пять"}
{"99" "девяносто девять"}
{"100" "сто"}
{"101" "сто один"}
{"102" "сто два"}
{"103" "сто три"}
{"104" "сто четыре"}
{"105" "сто пять"}
{"106" "сто шесть"}
{"107" "сто семь"}
{"110" "сто десять"}
{"111" "сто одиннадцать"}
{"112" "сто двенадцать"}
{"113" "сто тринадцать"}
{"114" "сто четырнадцать"}
{"115" "сто пятнадцать"}
{"116" "сто шестнадцать"}
{"117" "сто семнадцать"}
{"118" "сто восемнадцать"}
{"119" "сто девятнадцать"}
{"120" "сто двадцать"}
{"121" "сто двадцать один"}
{"122" "сто двадцать два"}
{"123" "сто двадцать три"}
{"124" "сто двадцать четыре"}
{"129" "сто двадцать девять"}
{"200" "двести"}
{"300" "триста"}
{"400" "четыреста"}
{"500" "пятьсот"}
{"600" "шестьсот"}
{"700" "семьсот"}
{"800" "восемьсот"}
{"900" "девятьсот"}
{"1060" "одна тысяча шестьдесят"}
{"1071" "одна тысяча семьдесят один"}
{"1082" "одна тысяча восемьдесят два"}
{"1093" "одна тысяча девяносто три"}
{"102011" "сто две тысячи одиннадцать"}
{"112010" "сто двенадцать тысяч десять"}
{"112010" "сто двенадцать тысяч десять"}
{"1.10" "одна целая и одна десятая"}
{"1.02" "одна целая и две сотых"}
{"2.02" "две целых и две сотых"}
{"3.02" "три целых и две сотых"}
{"4.02" "четыре целых и две сотых"}
{"5.02" "пять целых и две сотых"}
}