set dataTests {
	{"0" "female" "ноль"}
	{"1" "female" "одна"}
	{"2" "female" "две"}
	{"3" "female" "три"}
	{"4" "female" "четыре"}
	{"5" "female" "пять"}
	{"6" "female" "шесть"}
	{"7" "female" "семь"}
	{"8" "female" "восемь"}
	{"9" "female" "девять"}
	{"10" "female" "десять"}
	{"11" "female" "одиннадцать"}
	{"12" "female" "двенадцать"}
	{"13" "female" "тринадцать"}
	{"14" "female" "четырнадцать"}
	{"15" "female" "пятнадцать"}
	{"16" "female" "шестнадцать"}
	{"17" "female" "семнадцать"}
	{"18" "female" "восемнадцать"}
	{"19" "female" "девятнадцать"}
	{"20" "female" "двадцать"}
	{"21" "female" "двадцать одна"}
	{"22" "female" "двадцать две"}
	{"23" "female" "двадцать три"}
	{"24" "female" "двадцать четыре"}
	{"25" "female" "двадцать пять"}
	{"26" "female" "двадцать шесть"}
	{"27" "female" "двадцать семь"}
	{"28" "female" "двадцать восемь"}
	{"29" "female" "двадцать девять"}
	{"30" "female" "тридцать"}
	{"31" "female" "тридцать одна"}
	{"32" "female" "тридцать две"}
	{"33" "female" "тридцать три"}
	{"34" "female" "тридцать четыре"}
	{"35" "female" "тридцать пять"}
	{"39" "female" "тридцать девять"}
	{"40" "female" "сорок"}
	{"41" "female" "сорок одна"}
	{"42" "female" "сорок две"}
	{"43" "female" "сорок три"}
	{"44" "female" "сорок четыре"}
	{"45" "female" "сорок пять"}
	{"49" "female" "сорок девять"}
	{"50" "female" "пятьдесят"}
	{"51" "female" "пятьдесят одна"}
	{"52" "female" "пятьдесят две"}
	{"53" "female" "пятьдесят три"}
	{"54" "female" "пятьдесят четыре"}
	{"55" "female" "пятьдесят пять"}
	{"59" "female" "пятьдесят девять"}
	{"60" "female" "шестьдесят"}
	{"61" "female" "шестьдесят одна"}
	{"62" "female" "шестьдесят две"}
	{"63" "female" "шестьдесят три"}
	{"64" "female" "шестьдесят четыре"}
	{"65" "female" "шестьдесят пять"}
	{"69" "female" "шестьдесят девять"}
	{"70" "female" "семьдесят"}
	{"71" "female" "семьдесят одна"}
	{"72" "female" "семьдесят две"}
	{"73" "female" "семьдесят три"}
	{"74" "female" "семьдесят четыре"}
	{"75" "female" "семьдесят пять"}
	{"79" "female" "семьдесят девять"}
	{"80" "female" "восемьдесят"}
	{"81" "female" "восемьдесят одна"}
	{"82" "female" "восемьдесят две"}
	{"83" "female" "восемьдесят три"}
	{"84" "female" "восемьдесят четыре"}
	{"85" "female" "восемьдесят пять"}
	{"89" "female" "восемьдесят девять"}
	{"90" "female" "девяносто"}
	{"91" "female" "девяносто одна"}
	{"92" "female" "девяносто две"}
	{"93" "female" "девяносто три"}
	{"94" "female" "девяносто четыре"}
	{"95" "female" "девяносто пять"}
	{"99" "female" "девяносто девять"}
	{"100" "female" "сто"}
	{"101" "female" "сто одна"}
	{"102" "female" "сто две"}
	{"103" "female" "сто три"}
	{"104" "female" "сто четыре"}
	{"105" "female" "сто пять"}
	{"106" "female" "сто шесть"}
	{"107" "female" "сто семь"}
	{"110" "female" "сто десять"}
	{"111" "female" "сто одиннадцать"}
	{"112" "female" "сто двенадцать"}
	{"113" "female" "сто тринадцать"}
	{"114" "female" "сто четырнадцать"}
	{"115" "female" "сто пятнадцать"}
	{"116" "female" "сто шестнадцать"}
	{"117" "female" "сто семнадцать"}
	{"118" "female" "сто восемнадцать"}
	{"119" "female" "сто девятнадцать"}
	{"120" "female" "сто двадцать"}
	{"121" "female" "сто двадцать одна"}
	{"122" "female" "сто двадцать две"}
	{"123" "female" "сто двадцать три"}
	{"124" "female" "сто двадцать четыре"}
	{"129" "female" "сто двадцать девять"}
	{"200" "female" "двести"}
	{"300" "female" "триста"}
	{"400" "female" "четыреста"}
	{"500" "female" "пятьсот"}
	{"600" "female" "шестьсот"}
	{"700" "female" "семьсот"}
	{"800" "female" "восемьсот"}
	{"900" "female" "девятьсот"}
	{"1060" "female" "одна тысяча шестьдесят"}
	{"1071" "female" "одна тысяча семьдесят одна"}
	{"1082" "female" "одна тысяча восемьдесят две"}
	{"1093" "female" "одна тысяча девяносто три"}
	{"102011" "female" "сто две тысячи одиннадцать"}
	{"112010" "female" "сто двенадцать тысяч десять"}
	{"112010" "female" "сто двенадцать тысяч десять"}
	{"1.10" "female" "одна целая и одна десятая"}
	{"1.02" "female" "одна целая и две сотых"}
	{"2.02" "female" "две целых и две сотых"}
	{"3.02" "female" "три целых и две сотых"}
	{"4.02" "female" "четыре целых и две сотых"}
	{"5.02" "female" "пять целых и две сотых"}
}