set dataTests {
	{"0" "unit_degree" "ноль градусов" }
	{"0" "unit_mile" "ноль миль" }
	{"1" "unit_degree" "один градус" }
	{"1" "unit_mile" "одна миля" }
	{"2" "unit_degree" "два градуса" }
	{"2" "unit_mile" "две мили" }
	{"2" "minute" "две минуты" }
	{"3" "unit_degree" "три градуса" }
	{"3" "unit_mile" "три мили" }
	{"4" "unit_degree" "четыре градуса" }
	{"5" "minute" "пять минут" }
	{"5" "hour" "пять часов" }
	{"5" "unit_degree" "пять градусов" }
	{"6" "unit_degree" "шесть градусов" }
	{"6" "hour" "шесть часов" }
	{"11" "unit_degree" "одиннадцать градусов" }
	{"11" "minute" "одиннадцать минут" }
	{"21" "unit_degree" "двадцать один градус" }
	{"21" "minute" "двадцать одна минута" }
	{"22" "unit_degree" "двадцать два градуса" }
	{"22" "minute" "двадцать две минуты" }
	
	
	{"57" "unit_degree" "пятьдесят семь градусов" }
	{"57" "minute" "пятьдесят семь минут" }
	{"123" "unit_degree" "сто двадцать три градуса" }
	{"-123"  "unit_degree" "минус сто двадцать три градуса" }
	{"0.1"  "unit_degree" "ноль целых и одна десятая градуса" }
	{"0.2"  "unit_degree" "ноль целых и две десятых градуса" }
	{"0.5"  "unit_degree" "ноль целых и пять десятых градуса" }
	{"1.25"  "unit_mile" "одна целая и двадцать пять сотых мили" }
}