# Список тестов для проверки произношения чисел с единицами
set dataTests {
	{"0" "unit_degree" "ноль градусов" }
	{"0" "unit_mile" "ноль миль" }
	{"1" "unit_degree" "один градус" }
	{"1" "unit_mile" "одна миля" }	
	{"2" "unit_degree" "два градуса" }
	{"2" "unit_mile" "две мили" }
	{"3" "unit_degree" "три градуса" }
	{"4" "unit_degree" "четыре градуса" }
	{"5" "unit_degree" "пять градусов" }
	{"6" "unit_degree" "шесть градусов" }
	{"11" "unit_degree" "одиннадцать градусов" }
	{"21" "unit_degree" "двадцать один градус" }	
	{"123" "unit_degree" "сто двадцать три градуса" }
	{"-123" "unit_degree" "минус сто двадцать три градуса" }
	{"0.5" "unit_degree" "ноль целых и пять десятых градуса" }
	{"1.25" "unit_mile" "одна целая и двадцать пять сотых мили" }
}