set dataTests {
	{"varies_from" "1.25" "to" "43.1" "unit_degree" "варьируется от одной целой и двадцати пяти сотых до сорока трех целых и одной десятой градуса" }
	{"varies_from" "0.1" "to" "0.51" "unit_degree" "варьируется от ноля целых и одной десятой до ноля целых и пятидесяти одной сотой градуса" }
	{"1.01" "одна целая и одна сотая" }
	{"1.02" "одна целая и две сотых" }
	{"1.5" "одна целая и пять десятых" }
	{"1.1" "одна целая и одна десятая" }
	{"1.2" "одна целая и две десятых" }
	{"1.3" "одна целая и три десятых" }
	
}