set dataTests {
	{"playTime" "0" "0"  "ноль часов ровно"}
	{"playTime" "1" "0"  "один час ровно"}
	{"playTime" "2" "0"  "два часа ровно"}
	{"playTime" "3" "0"  "три часа ровно"}
	{"playTime" "4" "0"  "четыре часа ровно"}
	{"playTime" "5" "0"  "пять часов ровно"}
	{"playTime" "6" "0"  "шесть часов ровно"}
	{"playTime" "7" "0"  "семь часов ровно"}
	{"playTime" "8" "0"  "восемь часов ровно"}
	{"playTime" "9" "0"  "девять часов ровно"}
	{"playTime" "10" "0"  "десять часов ровно"}
	{"playTime" "11" "0"  "одиннадцать часов ровно"}
	{"playTime" "12" "0"  "двенадцать часов ровно"}
	{"playTime" "13" "0"  "тринадцать часов ровно"}
	{"playTime" "14" "0"  "четырнадцать часов ровно"}
	{"playTime" "15" "0"  "пятнадцать часов ровно"}
	{"playTime" "16" "0"  "шестнадцать часов ровно"}
	{"playTime" "17" "0"  "семнадцать часов ровно"}
	{"playTime" "18" "0"  "восемнадцать часов ровно"}
	{"playTime" "19" "0"  "девятнадцать часов ровно"}
	{"playTime" "20" "0"  "двадцать часов ровно"}
	{"playTime" "21" "0"  "двадцать один час ровно"}
	{"playTime" "22" "0"  "двадцать два часа ровно"}
	{"playTime" "23" "0"  "двадцать три часа ровно"}
	{"playTime" "1" "0"  "один час ровно"}
	{"playTime" "1" "1"  "один час одна минута"}
	{"playTime" "1" "2"  "один час две минуты"}
	{"playTime" "1" "3"  "один час три минуты"}
	{"playTime" "1" "4"  "один час четыре минуты"}
	{"playTime" "1" "5"  "один час пять минут"}
	{"playTime" "1" "6"  "один час шесть минут"}
	{"playTime" "1" "7"  "один час семь минут"}
	{"playTime" "1" "8"  "один час восемь минут"}
	{"playTime" "1" "9"  "один час девять минут"}
	{"playTime" "1" "10"  "один час десять минут"}
	{"playTime" "1" "11"  "один час одиннадцать минут"}
	{"playTime" "1" "12"  "один час двенадцать минут"}
	{"playTime" "1" "13"  "один час тринадцать минут"}
	{"playTime" "1" "14"  "один час четырнадцать минут"}
	{"playTime" "1" "15"  "один час пятнадцать минут"}
	{"playTime" "1" "16"  "один час шестнадцать минут"}
	{"playTime" "1" "17"  "один час семнадцать минут"}
	{"playTime" "1" "18"  "один час восемнадцать минут"}
	{"playTime" "1" "19"  "один час девятнадцать минут"}
	{"playTime" "1" "20"  "один час двадцать минут"}
	{"playTime" "1" "21"  "один час двадцать одна минута"}
	{"playTime" "1" "22"  "один час двадцать две минуты"}
	{"playTime" "1" "23"  "один час двадцать три минуты"}
	{"playTime" "1" "24"  "один час двадцать четыре минуты"}
	{"playTime" "1" "25"  "один час двадцать пять минут"}
	{"playTime" "1" "26"  "один час двадцать шесть минут"}
	{"playTime" "1" "27"  "один час двадцать семь минут"}
	{"playTime" "1" "28"  "один час двадцать восемь минут"}
	{"playTime" "1" "29"  "один час двадцать девять минут"}
	{"playTime" "1" "30"  "один час тридцать минут"}
	{"playTime" "1" "31"  "один час тридцать одна минута"}
	{"playTime" "1" "32"  "один час тридцать две минуты"}
	{"playTime" "1" "33"  "один час тридцать три минуты"}
	{"playTime" "1" "34"  "один час тридцать четыре минуты"}
	{"playTime" "1" "35"  "один час тридцать пять минут"}
	{"playTime" "1" "36"  "один час тридцать шесть минут"}
	{"playTime" "1" "37"  "один час тридцать семь минут"}
	{"playTime" "1" "38"  "один час тридцать восемь минут"}
	{"playTime" "1" "39"  "один час тридцать девять минут"}
	{"playTime" "1" "40"  "один час сорок минут"}
	{"playTime" "1" "41"  "один час сорок одна минута"}
	{"playTime" "1" "42"  "один час сорок две минуты"}
	{"playTime" "1" "43"  "один час сорок три минуты"}
	{"playTime" "1" "44"  "один час сорок четыре минуты"}
	{"playTime" "1" "45"  "один час сорок пять минут"}
	{"playTime" "1" "46"  "один час сорок шесть минут"}
	{"playTime" "1" "47"  "один час сорок семь минут"}
	{"playTime" "1" "48"  "один час сорок восемь минут"}
	{"playTime" "1" "49"  "один час сорок девять минут"}
	{"playTime" "1" "50"  "один час пятьдесят минут"}
	{"playTime" "1" "51"  "один час пятьдесят одна минута"}
	{"playTime" "1" "52"  "один час пятьдесят две минуты"}
	{"playTime" "1" "53"  "один час пятьдесят три минуты"}
	{"playTime" "1" "54"  "один час пятьдесят четыре минуты"}
	{"playTime" "1" "55"  "один час пятьдесят пять минут"}
	{"playTime" "1" "56"  "один час пятьдесят шесть минут"}
	{"playTime" "1" "57"  "один час пятьдесят семь минут"}
	{"playTime" "1" "58"  "один час пятьдесят восемь минут"}
	{"playTime" "1" "59"  "один час пятьдесят девять минут"}
}