set dataTests {
	{"0" "0" "24" "ноль часов ровно"}
	{"1" "0" "24" "один час ровно"}
	{"2" "0" "24" "два часа ровно"}
	{"3" "0" "24" "три часа ровно"}
	{"4" "0" "24" "четыре часа ровно"}
	{"5" "0" "24" "пять часов ровно"}
	{"6" "0" "24" "шесть часов ровно"}
	{"7" "0" "24" "семь часов ровно"}
	{"8" "0" "24" "восемь часов ровно"}
	{"9" "0" "24" "девять часов ровно"}
	{"10" "0" "24" "десять часов ровно"}
	{"11" "0" "24" "одиннадцать часов ровно"}
	{"12" "0" "24" "двенадцать часов ровно"}
	{"13" "0" "24" "тринадцать часов ровно"}
	{"14" "0" "24" "четырнадцать часов ровно"}
	{"15" "0" "24" "пятнадцать часов ровно"}
	{"16" "0" "24" "шестнадцать часов ровно"}
	{"17" "0" "24" "семнадцать часов ровно"}
	{"18" "0" "24" "восемнадцать часов ровно"}
	{"19" "0" "24" "девятнадцать часов ровно"}
	{"20" "0" "24" "двадцать часов ровно"}
	{"21" "0" "24" "двадцать один час ровно"}
	{"22" "0" "24" "двадцать два часа ровно"}
	{"23" "0" "24" "двадцать три часа ровно"}

	{"1" "0" "24" "один час ровно"}
	{"1" "1" "24" "один час одна минута"}
	{"1" "2" "24" "один час две минуты"}
	{"1" "3" "24" "один час три минуты"}
	{"1" "4" "24" "один час четыре минуты"}
	{"1" "5" "24" "один час пять минут"}
	{"1" "6" "24" "один час шесть минут"}
	{"1" "7" "24" "один час семь минут"}
	{"1" "8" "24" "один час восемь минут"}
	{"1" "9" "24" "один час девять минут"}
	{"1" "10" "24" "один час десять минут"}
	{"1" "11" "24" "один час одиннадцать минут"}
	{"1" "12" "24" "один час двенадцать минут"}
	{"1" "13" "24" "один час тринадцать минут"}
	{"1" "14" "24" "один час четырнадцать минут"}
	{"1" "15" "24" "один час пятнадцать минут"}
	{"1" "16" "24" "один час шестнадцать минут"}
	{"1" "17" "24" "один час семнадцать минут"}
	{"1" "18" "24" "один час восемнадцать минут"}
	{"1" "19" "24" "один час девятнадцать минут"}
	{"1" "20" "24" "один час двадцать минут"}
	{"1" "21" "24" "один час двадцать одна минута"}
	{"1" "22" "24" "один час двадцать две минуты"}
	{"1" "23" "24" "один час двадцать три минуты"}
	{"1" "24" "24" "один час двадцать четыре минуты"}
	{"1" "25" "24" "один час двадцать пять минут"}
	{"1" "26" "24" "один час двадцать шесть минут"}
	{"1" "27" "24" "один час двадцать семь минут"}
	{"1" "28" "24" "один час двадцать восемь минут"}
	{"1" "29" "24" "один час двадцать девять минут"}
	{"1" "30" "24" "один час тридцать минут"}
	{"1" "31" "24" "один час тридцать одна минута"}
	{"1" "32" "24" "один час тридцать две минуты"}
	{"1" "33" "24" "один час тридцать три минуты"}
	{"1" "34" "24" "один час тридцать четыре минуты"}
	{"1" "35" "24" "один час тридцать пять минут"}
	{"1" "36" "24" "один час тридцать шесть минут"}
	{"1" "37" "24" "один час тридцать семь минут"}
	{"1" "38" "24" "один час тридцать восемь минут"}
	{"1" "39" "24" "один час тридцать девять минут"}
	{"1" "40" "24" "один час сорок минут"}
	{"1" "41" "24" "один час сорок одна минута"}
	{"1" "42" "24" "один час сорок две минуты"}
	{"1" "43" "24" "один час сорок три минуты"}
	{"1" "44" "24" "один час сорок четыре минуты"}
	{"1" "45" "24" "один час сорок пять минут"}
	{"1" "46" "24" "один час сорок шесть минут"}
	{"1" "47" "24" "один час сорок семь минут"}
	{"1" "48" "24" "один час сорок восемь минут"}
	{"1" "49" "24" "один час сорок девять минут"}
	{"1" "50" "24" "один час пятьдесят минут"}
	{"1" "51" "24" "один час пятьдесят одна минута"}
	{"1" "52" "24" "один час пятьдесят две минуты"}
	{"1" "53" "24" "один час пятьдесят три минуты"}
	{"1" "54" "24" "один час пятьдесят четыре минуты"}
	{"1" "55" "24" "один час пятьдесят пять минут"}
	{"1" "56" "24" "один час пятьдесят шесть минут"}
	{"1" "57" "24" "один час пятьдесят семь минут"}
	{"1" "58" "24" "один час пятьдесят восемь минут"}
	{"1" "59" "24" "один час пятьдесят девять минут"}

	{"1" "0" "12" "один час ровно до полудня"}
	{"13" "0" "12" "один час ровно после полудня"}
	{"0" "0" "12" "двенадцать часов ровно до полудня"}
}