set dataTests {
	{"Frn::printInfo" "msg" "Frn: msg"}
	{"Frn::activating_module" "включается модуль Эф Эр Эн"}
	{"Frn::deactivating_module" "выключается модуль Эф Эр Эн"}
	{"Frn::timeout" "модуль Эф Эр Эн выключен по тайм-ауту"}	
	{"Frn::status_report" "Frn: Запрошен статус ..."}
	{"Frn::command_failed" "cmd" "команда Центр Михаил Дмитрий не выполнена"}
	{"Frn::unknown_command" "cmd" "неизвестная команда Центр Михаил Дмитрий"}
	{"count_clients" "1" "один подключенный клиент"}
	{"count_clients" "2" "два подключенных клиента"}
	{"count_clients" "5" "пять подключенных клиентов"}
	{"rf_disable" "1" "1" "Режим только прослушивать уже включен"}
	{"rf_disable" "1" "0" "Режим только прослушивать выключен"}
	{"rf_disable" "0" "1" "Режим только прослушивать включен"}
	{"rf_disable" "0" "0" "Режим только прослушивать уже выключен"}
	{"Frn::play_help" "Модуль Эф Эр Эн предназначен для связи с серверами сети Эф Эр Эн. Для выхода из модуля передавайте решетку"}
}