set dataTests {
	{"DtmfRepeater::printInfo" "msg" "DtmfRepeater: msg"}
	{"DtmfRepeater::activating_module" "включается модуль DTMF репитер"}
	{"DtmfRepeater::deactivating_module" "выключается модуль DTMF репитер"}
	{"DtmfRepeater::timeout" "модуль DTMF репитер отключен по тайм-ауту"}
	{"DtmfRepeater::play_help" "Модуль DTMF репитера используется для ретрансляции принятой DTMF последовательности. Он может использоваться для управления другими станциями. Принятые DTMF команды будут ретранслированы без какой-либо обработки.  Для отключения модуля передавайте символ решетки не менее трех секунд. Модуль DTMF репитера используется для ретрансляции принятой DTMF последовательности. Он может использоваться для управления другими станциями. Принятые DTMF команды будут ретранслированы без какой-либо обработки.  Для отключения модуля передавайте символ решетки не менее трех секунд."}	
}