set dataTests {
	{"printInfo" "msg" "Frn: msg"}
	{"activating_module" "включается модуль Эф Эр Эн"}
	{"deactivating_module" "выключается модуль Эф Эр Эн"}
	{"timeout" "модуль Эф Эр Эн отключен по тайм-ауту"}	
	{"status_report" ""}
	{"command_failed" "cmd" "команда Центр Михаил Дмитрий не выполнена"}
	{"unknown_command" "cmd" "неизвестная команда Центр Михаил Дмитрий"}
	{"count_clients" "1" "один подключенный клиент"}
	{"count_clients" "2" "два подключенных клиента"}
	{"count_clients" "5" "пять подключенных клиентов"}
	{"rf_disable" "1" "1" "Режим только прослушивать уже активен"}
	{"rf_disable" "1" "0" "Режим только прослушивать отключен"}
	{"rf_disable" "0" "1" "Режим только прослушивать активен"}
	{"rf_disable" "0" "0" "Режим только прослушивать уже отключен"}
	{"play_help" "Модуль Эф Эр Эн предназначен для связи с серверами сети Эф Эр Эн. Для выхода из модуля передавайте решетку."}
} 