set dataTests {
	{"printInfo" "msg" "Help: msg"}
	{"activating_module" "включается модуль Справка"}
	{"deactivating_module" "выключается модуль Справка"}
	{"timeout" "модуль Справка отключен по тайм-ауту"}	
	{"status_report" "Справка: Запрошен статус ..."}
	{"command_failed" "cmd" "команда Центр Михаил Дмитрий не выполнена"}
	{"unknown_command" "cmd" "неизвестная команда Центр Михаил Дмитрий"}
	{"count_clients" "1" "один подключенный клиент"}
	{"count_clients" "2" "два подключенных клиента"}
	{"count_clients" "5" "пять подключенных клиентов"}
	{"rf_disable" "1" "1" "Режим только прослушивать уже включен"}
	{"rf_disable" "1" "0" "Режим только прослушивать выключен"}
	{"rf_disable" "0" "1" "Режим только прослушивать включен"}
	{"rf_disable" "0" "0" "Режим только прослушивать уже выключен"}
	{"play_help" "Модуль Справка предназначен для ..."}
}