set dataTests {
	{"printInfo" "msg" "Help: msg"}
	{"activating_module" "включается модуль Справка"}
	{"deactivating_module" "выключается модуль Справка"}
	{"timeout" "модуль Справка отключен по тайм-ауту"}	
	{"no_such_module" "1" "модуль один не найден"}
	{"no_such_module" "9" "модуль девять не найден"}
	{"choose_module" {0 Help 1 Parrot 2 EchoLink 5 MetarInfo 7 Frn} "Пожалуйста передавайте номер модуля, для которого хотите получить справку  ноль Справка один Попугай два Эхо линк пять метеосводка семь Эф Эр Эн"}
	{"play_help" "Система SVX линк это много-целевая голосовая система предназначенная для использования в радио-любительских целях.  Система управляется при помощи DTMF команд, состоящих из одной или нескольких цифр, и оканчивающихся решеткой.  Одиночная звездочка вызывает механизм самоидентификации модуля. Существует несколько модулей, предназначенных для конкретных целей.  Любой модуль можно активировать при помощи команды состоящей из идентификатора модуля и решетки.  Многие модули могут воспроизводить голосовые подсказки в ответ на прием последовательности ноль решетка."}
	
	
}
