set dataTests {
	{"printInfo" "msg" "Parrot: msg"}
	{"activating_module" "включается модуль Попугай"}
	{"deactivating_module" "выключается модуль Попугай"}
	{"timeout" "модуль Попугай отключен по тайм-ауту"}	
	{"play_help" "Модуль Попугай повторяет всё, что вы скажете. Его можно использоваться как симплексный репитер или просто для прослушивания своего сигнала. Кроме того, он проговаривает цифры принятых DTMF команд, что позволяет убедится в правильности их приема. Все DTMF команды должны заканчиваться решеткой. Для отключения модуля передавайте решетку не менее трех секунд."}
	{"spell_digits" "1234567890" "единица двойка тройка четверка пятерка шестерка семерка восьмерка девятка ноль"}
	{"all_played" "Все сообщения воспроизведены"}
}
# 