set dataTests {
	{"printInfo" "msg" "Parrot: msg"}
	{"activating_module" "включается модуль Попугай"}
	{"deactivating_module" "выключается модуль Попугай"}
	{"timeout" "модуль Попугай отключен по тайм-ауту"}	
	{"status_report" "Попугай: Запрошен статус ..."}
	{"command_failed" "cmd" "команда Центр Михаил Дмитрий не выполнена"}
	{"unknown_command" "cmd" "неизвестная команда Центр Михаил Дмитрий"}
	{"count_clients" "1" "один подключенный клиент"}
	{"count_clients" "2" "два подключенных клиента"}
	{"count_clients" "5" "пять подключенных клиентов"}
	{"rf_disable" "1" "1" "Режим только прослушивать уже включен"}
	{"rf_disable" "1" "0" "Режим только прослушивать выключен"}
	{"rf_disable" "0" "1" "Режим только прослушивать включен"}
	{"rf_disable" "0" "0" "Режим только прослушивать уже выключен"}
}
# {"play_help" "Модуль Попугай повторяет всё, что вы скажете. Его можно использоваться как симплексный репитер или просто для прослушивания своего сигнала. Кроме того, он проговаривает цифры принятых DTMF команд, что позволяет убедится в правильности их приема. Все DTMF команды должны заканчиваться решеткой. Для отключения модуля передавайте решетку не менее трех секунд. Модуль Попугай повторяет всё, что вы скажете. Его можно использоваться как симплексный репитер или просто для прослушивания своего сигнала. Кроме того, он проговаривает цифры принятых DTMF команд, что позволяет убедится в правильности их приема. Все DTMF команды должны заканчиваться решеткой. Для отключения модуля передавайте решетку не менее трех секунд. доступные подкоманды *** WARNING: Каталог 'Parrot' или файл 'help_subcmd' не найдены в словаре."}
