set dataTests {
	
	{"reflector_connection_status_update" "0" "рефлектор отключен"}
	{"reflector_connection_status_update" "1" "рефлектор подключен"}
	{"report_tg_status" "рефлектор подключен выбрана разговорная группа сто одиннадцать"}
	{"tg_selected" "111" "9999" "выбрана разговорная группа сто одиннадцать"}
	{"tg_local_activation" "111" "9999" "локально выбрана разговорная группа сто одиннадцать"}
	{"tg_remote_activation" "111" "9999" "удаленно выбрана разговорная группа сто одиннадцать"}
	{"tg_remote_prio_activation" "111" "9999" "по приоритету удаленно выбрана разговорная группа сто одиннадцать"}
	{"tg_command_activation" "111" "9999" "выбрана разговорная группа сто одиннадцать"}
	{"tg_default_activation" "111" "9999" "разговорная группа по умолчанию сто одиннадцать"}
	{"tg_qsy" "111" "9999" "выполнен переход в разговорную группу сто одиннадцать"}
	{"tg_qsy_on_sql" "111" "переход в разговорную группу сто одиннадцать выполнен по сигналу шумоподавителя"}
	{"tg_qsy_failed" "не удалось перейти в разговорную группу"}
	{"tg_qsy_pending" "111" "ожидается разрешение на переход в разговорную группу сто одиннадцать"}
	{"tg_qsy_ignored" "111" "запрос на переход в разговорную группу сто одиннадцать проигнорирован"}
	{"tg_selection_timeout" "0" "9999" "переход по тайм-ауту в разговорную группу ноль"}
	{"talker_start" "111" "R2ADU" "### В разговорной группе #111 передает R2ADU"}
	{"talker_stop" "111" "R2ADU" ""}
	{"tmp_monitor_add" "101" "включается мониторинг разговорной группы сто один"}
	{"tmp_monitor_remove" "101" "выключается мониторинг разговорной группы сто один"}
	{"say_talkgroup" "123" "сто двадцать три"}
	{"say_talkgroup" "1234" "двенадцать тридцать четыре"}
	{"say_talkgroup" "12345" "сто двадцать три сорок пять"}
	{"say_talkgroup" "123456" "сто двадцать три четыреста пятьдесят шесть"}
	{"say_talkgroup" "1234567" "сто двадцать три четыреста пятьдесят шесть семь"}
	{"say_talkgroup" "12345678" "сто двадцать три четыреста пятьдесят шесть семьдесят восемь"}
	{"say_talkgroup" "100000789" "сто ноль ноль ноль семьсот восемьдесят девять"}
}